const songs = [
  {
    youtubeUrl : "https://www.youtube.com/embed/h1JNfugUbvA",
    title: "ఓ ప్రేమ ఓ ప్రేమ - ఓ యేసు నీ ప్రేమ",
    transliteration: "Oh Prema Oh Prema - Oh Yesu Nee Prema",
    slug: "o-prema-o-yesu-nee-prema",
    lyrics: `పల్లవి:
    ఓ ప్రేమ ఓ ప్రేమ  - ఓ యేసు నీ ప్రేమ
కావాలి ఈ క్షణం
నను నడిపిన ఆ ప్రేమ - నను గెలిచిన నీ ప్రేమ
నిలవాలి నిరంతరం మ్... నిలవాలి నిరంతరం...

చరణం - 1
ఆ ప్రేమే లేకుంటే - నే వ్యర్థమే 
కన్నేరై కరిగెనుగా- నా జీవితమే
నీ ప్రేమే తోడుంటే  - నా మార్గమే 
ఒడుదుడుకుల్లోనైన - సరళమే... (2)

నీ ప్రేమే తాళును అన్నిటినీ ఓర్చును
అన్నిటినీ నమ్మును ఆ ప్రేమే చాలును... (2)


ఓ… ఓ… ఓ…
ఓ ప్రేమ ఓ ప్రేమ  - ఓ యేసు నీ ప్రేమ
కావాలి ఈ క్షణం మ్... కావాలి ఈ క్షణం

చరణం - 2
దుర్నీతి విషయమై -  హర్షింపక
సత్యంలో నడిపించున్ - తండ్రి ప్రేమ...
గర్వంతో డంబంతో - ఉప్పొంగక
నిస్వార్థ నీతిని పొందుదుమా (2)

నీ ప్రేమే సహించును - దయను చూపించును 
నీ ప్రేమే నిరీక్షించును - ఆ ప్రేమే చాలును (2) 


ఓ… ఓ… ఓ…
ఓ ప్రేమ ఓ ప్రేమ  - ఓ యేసు నీ ప్రేమ
కావాలి ఈ క్షణం మ్... కావాలి ఈ క్షణం
నిలవాలి నిరంతరం మ్... నిలవాలి నిరంతరం…`,
  },
  {
    youtubeUrl : "https://www.youtube.com/embed/IfUWTwiGchI",
    title: "నేస్తమా నేస్తమా నీదు హృదయం శోకమా",
    transliteration: "Nesthama Nesthama Needu Hrudayam Sokama",
    slug: "nesthama-nesthama",
    lyrics: `అను పల్లవి:
మాయ లోక - మార్గములలో -  మరణమే చూస్తావా ...
మార్పు చెంది - మర్మమెరిగి - మహిమనే చూస్తావా ...

పల్లవి:
నేస్తమా... నేస్తమా... నీదు హృదయం శోకమా...
నేస్తమా...నేస్తమా... తోడు యేసని మరవకుమా...

నేస్తమా... నేస్తమా... నీదు బ్రతుకే శూన్యమా…
నేస్తమా... నేస్తమా.. పరి..పూర్ణ యేసుని వీడవకుమా...

క్షణికముండే ఈ లోక ప్రేమకై పరుగు తీసినావా...
సృష్టికర్తనే మరచి సృష్టి కే బానిస అయినవా...

బానిసవై బలహీనుడవై... ఆఆ.... ఆ....
పాపములో పడిపోయిన నిన్ను ఆఆ.... ఆ....
బానిసవై బలహీనుడవై... పాపములో పడిపోయిన నిన్ను
చేరదీసి... కృపను చూపి... పరమ ప్రభువు నీకై పరితపించే... నేస్తమా....

నేస్తమా... నేస్తమా... నీదు హృదయం శోకమా...
నేస్తమా...నేస్తమా... తోడు యేసని మరవకుమా...

చరణం - 1
నువ్వు ప్రేమించే ధనము - స్నేహితులు బంధువులు
కడ కష్టం మిగిలాక - నీవెవరో వారెవరో
(ఏ) కరువులోనైన కలతలోనైన కన్నీళ్లు మిగిలిన
ఆ కరుణామయుని కరములే నీకు శరణముల్ శరణముల్
నేస్తమా....
నేస్తమా... నేస్తమా... నీదు బ్రతుకే శూన్యమా…
నేస్తమా... నేస్తమా.. పరి..పూర్ణ యేసుని వీడవకుమా...


చరణం - 2
నిను ప్రేమించెను యేసు - రక్షణ ఇచ్చెను నీకు
తన చేతిని అందించి - నడిపించేను కడవరకు
(స్థిర) శాశ్వత నిత్య జీవ రాజ్యమును నీకు అందింపగా
నిన్ను నన్ను క్షమియింప సిలువలో ప్రాణమర్పించేగా 

నేస్తమా.... ఆ.... ఆ .... ఆ ....
క్షణికముండే ఈ లోక ప్రేమకై పరుగు తీసినావా...
సృష్టికర్తనే మరచి సృష్టి కే బానిస అయినవా...

బానిసవై బలహీనుడవై... ఆఆ.... ఆ....
పాపములో పడిపోయిన నిన్ను ఆఆ.... ఆ....
బానిసవై బలహీనుడవై... పాపములో పడిపోయిన నిన్ను
చేరదీసి... కృపను చూపి... పరమ ప్రభువు నీకై పరితపించే... నేస్తమా....`,
  },
  {
    youtubeUrl : "https://www.youtube.com/embed/kTzeTUrpbTQ",
    title: "సర్వోన్నతుడా సర్వాధికారీ",
    transliteration: "Sarvonnathuda Sarvadhikari",
    slug: "sarvonnathuda-sarvadhikari",
    lyrics: `పల్లవి:
    సర్వోన్నతుడా సర్వాధికారీ 
స్వరమెత్తి నిన్ను కీర్తింతునయ్యా 
సర్వోన్నతుడా సర్వాధికారీ 
గళమెత్తి నిన్ను ఘనపరతునయ్యా 

నీ చిత్తమున్ నాకై ఏర్పరిచినావు 
నీ బాహువున్ చూపి బలపరచినావు 
స్తుతియించకుండా... నేనుండలేను  x (2)


చరణం - 1
ప్రియమార నీ ప్రేమన్ నే పొందకుంటే 
నేనుండలేను... జీవించలేను ... x (2)
నీ సత్య వాక్యం గ్రహియింపకుండా 
నా అతిక్రమములు నే విడువకుండా 
దేవా నీ కనికరం నే పొందలేను 

సర్వోన్నతుడా సర్వాధికారీ 
స్వరమెత్తి నిన్ను కీర్తింతునయ్యా 


చరణం - 2
మనసారా మలిచావు నీ రూపమందున 
ప్రధాన శిల్పి... నిను మరువలేను... x (2)
నా వృద్ధి  నీవే -  సమృద్ధి నీవే
నా సిద్ధి నీవే - పరిశుద్ధత నీవే 
నా మట్టుకైతే - బ్రదుకుట క్రీస్తే 
బ్రదుకుట క్రీస్తే - చావైనా లాభమే.

సర్వోన్నతుడా సర్వాధికారీ 
గళమెత్తి నిన్ను ఘనపరతునయ్యా 



చరణం - 3
కన్నులార చూచావు నా దీనస్థితిలో  
కనురెప్పై కాచావు నా దుస్థితిలో   x (2)
నీ నా..మమునిచ్చి   నీ ఆ..త్మతో నింపి
నీ బిడ్డగా మార్చే నీ ద్వారా తప్ప 
నీ సన్నిధాన నే నిలువలెను


సర్వోన్నతుడా సర్వాధికారీ 
స్వరమెత్తి నిన్ను కీర్తింతునయ్యా 
సర్వోన్నతుడా సర్వాధికారీ 
గళమెత్తి నిన్ను ఘనపరతునయ్యా 

నీ చిత్తమున్ నాకై ఏర్పరిచినావు 
నీ బాహువున్ చూపి బలపరచినావు 
స్తుతియించకుండా... నేనుండలేను  x (2)`,
  },
];

export default songs;
